<?php
/*
 * Langauge File for Modules Module
 *
 * @category Myanmar Language
 */

return array(
	'title'					=> 'မော်ဂျူးများ စီမံခန့်ခွဲရာနေရာ',
	'core_mods'			=> 'အဓိကကျသော မော်ဂျူးများ',
	'addon_mods'			=> 'ထပ်တိုးထားသော မော်ဂျူးများ',
	'upload_title'			=> 'မော်ဂျူးအသစ်တင်ရန်',
	'upload_desc'			=> 'မော်ဂျူး စီမံခန့်ခွဲရာနေရာ မှနေ၍ Reborn CMS အတွက် မော်ဂျူးအသစ် တင်နိုင်ပါသည်။ သို့သော် အဆိုပါ မော်ဂျူးသည် Reborn CMS ၏ မော်ဂျူးတစ်ခုအတွက် သတ်မှတ်ထားသည်များကို လိုက်နာရန်လိုအပ်ပြီး ဖိုင်အမျိုးအစားမှာ (zip) ဖိုင်ဖြစ်ရန် လိုအပ်ပါသည်။',

	'name_label'			=> 'နာမည်',
	'desc_label'			=> 'ရေးသားဖော်ပြချက်',
	'version_label'			=> 'ဗားရှင်း',
	'brandnew_label'		=> 'အသစ်',

	'disable'				=> 'လုပ်ဆောင်မှုကို ခေတ္တရပ်ဆိုင်းထားသည်။',
	'enable'				=> 'အသင့် လုပ်ဆောင်နိုင်သည်။',
	'install'				=> 'အသစ်သွင်းမည်',
	'uninstall'				=> 'ပြန်ဖြုတ်မည်',
	'upgrade'				=> 'အဆင့်မြှင့်မည်',
	'delete'				=> 'ဖျက်ပစ်မည်',
	'upload'				=> 'မော်ဂျူးအသစ်တင်မည်',
	'upload_btn'			=> 'အသစ်တင်မည်',

	'no_have_mods'			=> 'သင့်ဆီတွင် ထပ်တိုးထားသော မော်ဂျူးများမရှိပါ။',
	'no_news'				=> 'သင့်ဆီတွင် အသစ်သွင်းရန်လိုသော မော်ဂျူးများမရှိပါ။',

	'mod_author'			=> 'ဒီမော်ဂျူးအား "%s" ကနေ၍ ဖန်တီးထားပါသည်။',
	'mod_website'			=> 'ဒီမော်ဂျူးကို ဖန်တီးထားသူ၏ Website လိပ်စာမှာ <a href="%s" target="_blank">%s</a> ဖြစ်ပါသည်။',
	'click_to_change'		=> 'မော်ဂျူးလုပ်ဆောင်ချက်ကို ပြောင်းလဲရန်',

	'disable_success'		=> '"%s" မော်ဂျူး၏ လုပ်ဆောင်မှုကို ရပ်ဆိုင်းထားပြီး ဖြစ်သည်။',
	'disable_error'			=> '"%s" မော်ဂျူး၏ လုပ်ဆောင်မှုကို ရပ်ဆိုင်းရာတွင် ပြဿနာ ရှိနေပါသည်။',
	'enable_success'			=> '"%s" မော်ဂျူးသည် အလုပ်လုပ်ဆောင်ရန် အသင့်ဖြစ်နေပါပြီ။',
	'enable_error'			=> '"%s" မော်ဂျူးအား အလုပ်လုပ်ဆောင်နိုင်ရန် အသင့်ပြင်ခြင်းတွင် ပြဿနာ ရှိနေပါသည်။',
	'install_success'			=> '"%s" မော်ဂျူးအား Reborn CMS တွင် တပ်ဆင်ပြီးပါပြီ။',
	'install_error'			=> '"%s" မော်ဂျူးအား Reborn CMS တွင်တပ်ဆင်ရာတွင် ပြဿနာ ရှိနေပါသည်။',
	'uninstall_success'		=> '"%s" မော်ဂျူးအား Reborn CMS တွင်တပ်ဆင်ထားရာမှ ပြန်ဖြုတ်ပြီး ဖြစ်ပါသည်။',
	'uninstall_error'			=> '"%s" မော်ဂျူးအား Reborn CMS မှ ပြန်ဖြုတ်ရာတွင် ပြဿနာရှိနေပါသည်။',
	'delete_success'			=> '"%s" မော်ဂျူးအား Reborn CMS မှနေ၍ ဖျက်ပစ်လိုက်ပါပြီ။',
	'delete_error'			=> '"%s" မော်ဂျူးအား Reborn CMS မှနေ၍ ဖျက်ပစ်ရာတွင် ပြဿနာရှိနေပါသည်။',
	'upgrade_success'		=> '"%s" မော်ဂျူးအား အဆင့်မြှင့်တင် ပြီးပါပြီ။',
	'upgrade_error'			=> '"%s" မော်ဂျူးအား အဆင့်မြှင့်တင်၍ မရပါ။',
	'already_exists_error'		=> '"%s" မော်ဂျူးသည် အသင့်ရှိပြီးသား မော်ဂျူး ဖြစ်နေပါသည်။',
	'unzip_error'			=> '%s မော်ဂျူးအား zip ဖြည်ရာတွင် ပြဿနာရှိနေပါသည်။',
	'upload_error'			=> 'မော်ဂျူး အသစ်တင်ရာတွင် ပြဿနာရှိနေပါသည်။',
	'upload_success'		=> '"%s" မော်ဂျူးအသစ်တင်ခြင်း အစီအစဉ် အောင်မြင်သွားပါပြီ။',

	'manually_remove'		=> '"%s" မော်ဂျူးအား system မှနေ၍ ဖျက်ရာတွင် အဆင်မပြေ၍ ကိုယ်တိုင်ကိုယ်ကျ ဖျက်ပစ်ရန် အကြံပြုလိုပါသည်။',

	// New Desing
	'plugged_mods'			=> 'တပ်ဆင်ပြီးသား မော်ဂျုးများ',
	'unplug_mods'			=> 'တပ်ဆင်ခြင်း မပြုရသေးသော မော်ဂျူးများ',
	'system_mods'			=> 'System ပိုင်းဆိုင်ရာ မော်ဂျူးများ',
	'system_mods_label'		=> 'Reborn CMS ၏ system ပိုင်းဆိုင်ရာများကို အဓိက အထောက်အပံ့ ပေးနေသော မော်ဂျူးများ၏ လုပ်ဆောင်မှု အခြေအနေကို ပြုပြင်ခြင်းများ၊ ဖျက်ပစ်ခြင်းများ စသော လုပ်ဆောင်ချက်များအား ကန့်သတ်ထားပါသည်။',

	// Toolbar
	'manage'				=> 'စီမံခန့်ခွဲရန်',
	'manage_info'			=> 'Reborn မော်ဂျူးများ စီမံခန့်ခွဲရန်နေရာ',
	'upload_area'			=> 'မော်ဂျုးအသစ်တင်ရန်',
	'upload_area_info'		=> 'Reborn CMS အတွက် မော်ဂျူး အသစ်တင်ရန် နေရာ',

	// Button Label
	'btn_label_upgrade'		=> 'အဆင့်မြင့်တင်ရန်',
	'btn_label_delete'		=> 'ဖျက်ပစ်ရန်',
	'btn_label_install'		=> 'အသစ်သွင်းရန်',
	'btn_label_uninstall'	=> '​ပြန်ဖြုတ်ရန်',
	'btn_label_disable'		=> 'အသုံးပြုမှု ရပ်ဆိုင်းရန်',
	'btn_label_enable'		=> 'ပြန်လည် အသုံးပြုရန်',

);


/* End of Modules.php */
