<?php

return array(
		'title' 	=> 'အဖွဲ့နေရာစီမံ ခန့်ခွဲခြင်း', 

		'create' => array(
			'title' => 'အဖွဲ့အသစ် ပြုလုပ်ရန်', 
			'success' => 'အဖွဲ့အသစ်တစ်ခု ပြုလုပ်ပြီးပါပြီ။',
		),

		'edit' => array(
			'title' => '%s အား ပြုပြင်ရန်',
			'success' => 'အဖွဲ့နှင့်ပတ်သတ်၍ ပြုပြင်ပြီးပါပြီ။',
			'fail' => 'ပြုပြင်ရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံ﻿ပြုလုပ်ကြည့်ပါ။',
		),

		'delete' => array(
			'success' => 'အဖွဲ့အား ဖျက်ပစ်လိုက်ပါပြီ။',
			'fail' => 'ဖျက်ပစ်ရာတွင် မှားယွင်းနေပါသည်။',
		),

		'auth' => array(
			'exist' => 'အဖွဲ့နာမည် %s ရှိပြီးဖြစ်ပါသည်။ တခြား နာမည်တစ်ခုနှင့် ပြောင်းလဲ အသုံးပြုပါ။',
		),
	);
