<?php

return array(
		'title' 	=> 'မော်ဂျူး ခွင့်ပြုချက်များ',
		'menu'		=> 'ခွင့်ပြုချက်များ',
		'admin' 	=> 'အသုံးပြုသူ အက်ဒမင်',
		'groupName'	=> 'အဖွဲ့အမည်',
		'action'	=> 'လုပ်ဆောင်ချက်များ',
		'editPermission' => 'ခွင့်ပြုချက်များ သတ်မှတ်ရန်',

		'modules' => 'မော်ဂျူးများ',
		'moduleAcitons' => 'မော်ဂျူး၏ လုပ်ဆောင်ချက်များ',

		'save'		=> 'ခွင့်ပြုချက်များအား မှတ်သားပြီး ဖြစ်ပါသည်။',
		'fail'		=> 'ခွင့်ပြုချက်များ မှတ်သားရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံ ကြိုးစားကြည့်ပါ။',

		'edit' 		=> 'ပြုပြင်မည်',
		'delete'	=> 'ဖျက်မည်',
		'cancel'	=> 'မလုပ်တော့ပါ',
		'create'	=> 'ပြုလုပ်မည်',
		'back'		=> 'အသုံးပြုသူများထံ ပြန်သွားရန်',
	);
