<?php

return array(
	
	'title' => array(
		'usermod' => 'အသုံးပြုသူ စီမံခန့်ခွဲခြင်း', 
		'user' => 'အသုံးပြုသူများ',
		'profile' => 'အသုံးပြုသူ ကိုယ်ရေးကိုယ်တာ',
		'login' => 'ဝင်ရောက်ရန်',
		'registration' => 'မှတ်ပုံတင်ရန်',
		'activate'	=> 'အသုံးပြုခွင့်ပြုမည်',
		'create' => 'အသုံးပြုသူ အသစ်တိုးမည်',
		'edit'	=> 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်မည်',
	),

	'modToolbar' => array(
		'name' => 'အသုံးပြုသူ ထည့်သွင်းရန်',
		'info'	=> 'အသုံးပြုသူ တစ်ယောက် အသစ် ထည့်သွင်းရန်',
	),

	//View Language
	'displayName' 	=> 'အမည်',
	'firstname'		=> 'မိမိအမည်',
	'lastname'		=> 'မျိုးရိုး အမည်',
	'namexample'	=> 'ဥပမာ - ဖြူဖြူ ကျော်သိန်း',
	'group' 		=> 'ပါဝင်သော အဖွဲ့',
	'menu'			=> 'အသုံးပြုသူများ',
	'email'			=> 'အီးမေးလ်',
	'view'			=> '{:name} အကြောင်း',

	'lpassword' => 'လျှို့ဝှက်စာလုံး ပြောင်းလဲရန်',
	'lconfPass' => 'တူညီသော စာလုံးအသုံးပြုပါ',
	'lgroup' => 'အစုအဖွဲ့',
	'lusername' => 'ယူဆာနိမ်း',
	'lbiography' => 'ကိုယ့်အကြောင်း',
	'lcountry' => 'နိုင်ငံ',
	'lwebsite' => 'ဝက်ဘ်ဆိုဒ်',
	'lfacebook' => 'ဖေ့ဘွတ်စ်',
	'ltwitter' => 'တွစ်တာ',
	'adminpanelaccess' => 'အက်ဒမင်သို့ ဝင်ခွင့်ပြုမည်လား?',
	'gravatar' => 'သင့်ရုပ်ပုံကို Gravatar မှာ သွားရောက် ပြောင်းလဲနိုင်ပါတယ်',

	'temail' => 'အသုံးပြုသော အီးမေးလ်ကို ထည့်သွင်းပါ',
	'tpassword' => 'လျှို့ဝှက်စာလုံး ပြောင်းလဲမည်ဆိုပါက ထည့်သွင်းပေးပါ',
	'tconfPass' => 'လျှို့ဝှက်စာလုံး ထည့်သွင်းထားသည်ဆိုပါက ဒီမှာလည်း ထည့်ပေးပါ',
	'tusername' => 'ယူဆာနိမ်းတွင် စပေ့နှင့် ထူးခြားစကားလုံးမှာ သုံးလို့မရပါ။',
	'twebsite' => 'ကိုယ်ပိုင် ဝက်ဘ်ဆိုဒ် ရှိသည်ဆိုပါက',
	'tfacebook' => 'ဖေ့စ်ဘွတ် ယူဆာနိမ်းရှိပါက',
	'ttwitter' => 'တွစ်တာ ယူဆာနိမ်း ရှိပါက',


	'admin' 	=> 'အသုံးပြုသူ အက်ဒမင်',
	'save'	=> 'မှတ်မည်',

	'auth' => array(
		'noequalpass' => 'လှို့ဝှက်စာလုံး ကိုက်ညီမှုမရှိသောပါ။',
		'userexist' => '%s အီးမေးလ်အား မှတ်ပုံတင်ထားပြီးပါပြီ။ တခြား အီးမေးလ်အား ပြောင်းလဲ အသုံးပြုပါ။',
		'loginrequire' => 'ဝင်ရောက်ရန် လိုအပ်သည်များအား အကုန်ဖြည့်ရန် အပ်ပါသည်။',
		'activated' => 'သင့်အား အသုံးပြုခွင့်ပြုထားပြီး ဖြစ်ပါသည်။ ဆိုဒ်အတွင်းသို့ ဝင်ရောက်နိုင်ပြီ ဖြစ်ပါသည်။',
		'dunexist' => 'အဆိုပါ အသုံးပြုသူ မရှိပါ။ ကျေးဇူးပြု၍ မှတ်ပုံတင် ပြုလုပ်ပေးပါ။',
	),

	'login' => array(
		'success' => 'ကြိုဆိုပါတယ် %s.',
		'fail' => 'အီးမေးလ် သို့မဟုတ် လှို့ဝှက်စာလုံး မှားယွင်းနေပါတယ်။',
		'suspended' => 'သင့်အား %s မိနစ်ခန့် အသုံးပြုခွင့် ရပ်ဆိုင်းထားပါသည်။',
		'banned' => 'သင့်အား ဝင်ရောက်ခွင့် မပြုပါ။',
		'activate' => 'ဆိုင်အတွင်း ဝင်ရောက်နိုင်ရင် သင့် အကောင့်အား activate ပြုလုပ်ပေးပါ။',
	),

	'logout' => 'သင့်အား ဆိုဒ်မှ ထွက်ခွာပြုလိုက်ပြီ ဖြစ်ပါသည်။',

	'create' => array(
		'success' => 'အသုံးပြုသူအသစ် အောင်မြင်စွာ ပြုလုပ်ပြီး ဖြစ်ပါသည်။',
		'fail' => 'အသုံးပြုသူအသစ် ပြုလုပ်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'edit' => array(
		'success' => 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်ပြီး ဖြစ်ပါသည်။',
		'fail'	=> 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'password' => array(
		'fail' => 'လှို့ဝှက်စာလုံး မှားယွင်းနေပါသည်။',
	),

	'delete' => array(
		'success' => 'အသုံးပြုသူအား ဖျက်ပစ်လိုက်ပါပြီ။',
		'fail'	=> 'အသုံးပြုသူအား ဖျက်ပစ်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'profile' => array(
		'title' => 'ကိုယ်ရေးကိုယ်တာ ပြုပြင်ခြင်း',
		'success' => 'သင့်ကိုယ်ရေးကိုယ်တာအား ပြုပြင်ပြီးပါပြီ။',
		'fail' => 'သင့်ကိုယ်ရေးကိုယ်တာ ပြုပြင်ရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံ၍ ကြိုးစားကြည့်ပါ။',
	),

	'csrf' => 'လုံခြုံမှု စနစ်အရ ပြဿနာရှိနေပါတယ်။ ပြန်ကြိုးစားကြည့်ပါ။',

	'resentPass' => 'လှို့ဝှက်စာလုံး ပြောင်းလဲရန် လင့်ခ်အား သင့်အီးမေးလ်သို့ ပို့လိုက်ပါပြီ။',

	'activate' => array(
		'subject' => 'သင့်အကောင့်အား activate ပြုလုပ်ရန်',
		'check' => 'အသုံးပြုခွင့်ရရန် activation code အား သင့်အီးမေးလ်တွင် သွားရောက် စစ်ဆေးကြည့်ပါ။',
		'success' => 'သင့်အကောင့်အား အသုံးပြုခွင့် ပြုလိုက်ပြီ ဖြစ်ပါသည်။',
		'fail'	=> 'အကောင့်အား အသုံးပြုခွင့်ပေးရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံကြိုးစားကြည့်ပါ။',
		'already' => 'အီးမေးလ် %s အား အသုံးပြုခွင့်ပေးပြီး ဖြစ်ပါတယ်။',
		'admin' => 'အသုံပြုခွင့် ပေးထားပြီးသားဖြစ်ပါတယ်။',
	),
);