<?php

return array(
	
	'title' => array(
		'usermod' => 'အသုံးပြုသူ စီမံခန့်ခွဲခြင်း', 
		'user' => 'အသုံးပြုသူများ',
		'profile' => 'အသုံးပြုသူ ကိုယ်ရေးကိုယ်တာ',
		'login' => 'ဝင်ရောက်ရန်',
		'registration' => 'မှတ်ပုံတင်ရန်',
		'activate'	=> 'အသုံးပြုခွင့်ပြုမည်',
		'create' => 'အသုံးပြုသူ အသစ်တိုးမည်',
		'edit'	=> 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်မည်',
	),

	'admin' 	=> 'အသုံးပြုသူ အက်ဒမင်',
	'save'	=> 'မှတ်မည်',
	'delete'	=> 'ဖျက်မည်',
	'cancel'	=> 'မလုပ်တော့',
	'Create'	=> 'ပြုလုပ်မည်',

	'auth' => array(
		'noequalpass' => 'လှို့ဝှက်စာလုံး ကိုက်ညီမှုမရှိသောပါ။',
		'userexist' => '%s အီးမေးလ်အား မှတ်ပုံတင်ထားပြီးပါပြီ။ တခြား အီးမေးလ်အား ပြောင်းလဲ အသုံးပြုပါ။',
		'loginrequire' => 'ဝင်ရောက်ရန် လိုအပ်သည်များအား အကုန်ဖြည့်ရန် အပ်ပါသည်။',
		'activated' => 'သင့်အား အသုံးပြုခွင့်ပြုထားပြီး ဖြစ်ပါသည်။ ဆိုဒ်အတွင်းသို့ ဝင်ရောက်နိုင်ပြီ ဖြစ်ပါသည်။',
		'dunexist' => 'အဆိုပါ အသုံးပြုသူ မရှိပါ။ ကျေးဇူးပြု၍ မှတ်ပုံတင် ပြုလုပ်ပေးပါ။',
	),

	'login' => array(
		'success' => 'ကြိုဆိုပါတယ် %s.',
		'fail' => 'အီးမေးလ် သို့မဟုတ် လှို့ဝှက်စာလုံး မှားယွင်းနေပါတယ်။',
		'suspended' => 'သင့်အား %s မိနစ်ခန့် အသုံးပြုခွင့် ရပ်ဆိုင်းထားပါသည်။',
		'banned' => 'သင့်အား ဝင်ရောက်ခွင့် မပြုပါ။',
		'activate' => 'ဆိုင်အတွင်း ဝင်ရောက်နိုင်ရင် သင့် အကောင့်အား activate ပြုလုပ်ပေးပါ။',
	),

	'logout' => 'သင့်အား ဆိုဒ်မှ ထွက်ခွာပြုလိုက်ပြီ ဖြစ်ပါသည်။',

	'create' => array(
		'success' => 'အသုံးပြုသူအသစ် အောင်မြင်စွာ ပြုလုပ်ပြီး ဖြစ်ပါသည်။',
		'fail' => 'အသုံးပြုသူအသစ် ပြုလုပ်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'edit' => array(
		'success' => 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်ပြီး ဖြစ်ပါသည်။',
		'fail'	=> 'အသုံးပြုသူနှင့် ပတ်သတ်၍ ပြုပြင်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'password' => array(
		'fail' => 'လှို့ဝှက်စာလုံး မှားယွင်းနေပါသည်။',
	),

	'delete' => array(
		'success' => 'အသုံးပြုသူအား ဖျက်ပစ်လိုက်ပါပြီ။',
		'fail'	=> 'အသုံးပြုသူအား ဖျက်ပစ်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'profile' => array(
		'title' => 'ကိုယ်ရေးကိုယ်တာ ပြုပြင်ခြင်း',
		'success' => 'သင့်ကိုယ်ရေးကိုယ်တာအား ပြုပြင်ပြီးပါပြီ။',
		'fail' => 'သင့်ကိုယ်ရေးကိုယ်တာ ပြုပြင်ရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံ၍ ကြိုးစားကြည့်ပါ။',
	),

	'csrf' => 'လုံခြုံမှု စနစ်အရ ပြဿနာရှိနေပါတယ်။ ပြန်ကြိုးစားကြည့်ပါ။',

	'resentPass' => 'လှို့ဝှက်စာလုံး ပြောင်းလဲရန် လင့်ခ်အား သင့်အီးမေးလ်သို့ ပို့လိုက်ပါပြီ။',

	'activate' => array(
		'subject' => 'သင့်အကောင့်အား activate ပြုလုပ်ရန်',
		'check' => 'အသုံးပြုခွင့်ရရန် activation code အား သင့်အီးမေးလ်တွင် သွားရောက် စစ်ဆေးကြည့်ပါ။',
		'success' => 'သင့်အကောင့်အား အသုံးပြုခွင့် ပြုလိုက်ပြီ ဖြစ်ပါသည်။',
		'fail'	=> 'အကောင့်အား အသုံးပြုခွင့်ပေးရာတွင် မှားယွင်းနေပါသည်။ ထပ်မံကြိုးစားကြည့်ပါ။',
	),
);