<?php

return array(
	'title'					=> 'ဝက်ဘ်ဆိုဒ် ပုံသဏ္ဍာန် ပြုပြင်ခြင်း',
	'cheating'				=> 'မလောက်လေး မလောက်စားနဲ့များ!?',
	'menu'					=> 'ဝက်ဘ်ဆိုဒ် ပုံသဏ္ဍာန်',

	'activate' 				=> array(
		'success'			=> 'ဝက်ဘ်ဆိုဒ်အတွက် %s အား ပြောင်းလဲ အသုံးပြုလိုက်ပြီ ဖြစ်ပါတယ်။',
		'error'				=> 'ဝက်ဘ်ဆိုဒ် ပုံသဏ္ဍာန်ပြောင်းလဲရာတွင် မှားယွင်းနေပါသည်။',
	),

	'delete'				=> array(
		'success'			=> 'ဖျက်ပြစ်လိုက်ပါပြီ။',
		'error'				=> 'ဖျက်ပြစ်ရာတွင် မှားယွင်းနေပါသည်။',
	),

	'upload'				=> array(
		'success'			=> 'ဝက်ဆိုဒ် ပုံသဏ္ဍာန်အသစ် %s အား ရွေးချယ်နိုင်ပြီ ဖြစ်ပါတယ်။',
		'error'				=> 'ပုံသဏ္ဍာန်အသစ် အသုံးပြုနိုင်ရန် ပြုလုပ်ရာတွင် ပြဿနာ ဖြစ်နေပါသည်။',
	),

	'unzip_error'			=> '%s အား zip ဖြည်ရာတွင် ပြဿနာရှိနေပါသည်။',
	'csrf' => 'လုံခြုံမှု စနစ်အရ ပြဿနာရှိနေပါတယ်။ ပြန်ကြိုးစားကြည့်ပါ။',
);